[ItemDefs.ID_IrisHUB_GasGuzzlers_Sack MissionItemDefinition]
UseFailureCharacterMessage="do you want %s Use these words."
ItemName="a bag of oil"
PickupMessage="You do it %s"
UseFailureLevelMessage="You must have at least level %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Again and again"

[ItemDefs.ID_IrisHUB_GasGuzzlers_Sack:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cool in a bag."
NoConstraintText=""
Suffix=""
Prefix=""

